/*
 * ----------------------------------------------------
 * Ass Customer Online System
 *
 * @(#) Actmp03DispBean.java
 *
 * ----------------------------------------------------
 * 2018.08.07 新規作成
 * ----------------------------------------------------
 */
package jp.co.hitachi.a.c.tmp.bean;

import jp.co.hitachi.a.m.cls.AmclsBeanBase;

/*****************************************************************************************
 * Actmp03DispBeanクラス<br>
 *****************************************************************************************/
public class Actmp03DispBean extends AmclsBeanBase {

	/** メンバ変数 */
	/** modalで渡す値 */
	private String send = null;

	/*************************************************************************************
	 * コンストラクタ
	 * <p>
	 * コンストラクタ
	 * </p>
	 * @param  無し
	 * @return 無し
	 ************************************************************************************/
	public Actmp03DispBean() {
		super();
	}

	/*************************************************************************************
	 * コンストラクタ
	 * <p>
	 * コンストラクタ
	 * </p>
	 * @param  無し
	 * @return 無し
	 ************************************************************************************/
	public void clear() {
		super.clear();
	}

	public String getSend() {
		return send;
	}

	public void setSend(String send) {
		this.send = send;
	}


}
